/* Menu item for opening the style sheet of the selected style item with the default application. */
"Edit" = "Edit";

/* Menu item for opening the style sheet of the selected style item with the application to be selected in its submenu. */
"Edit in" = "Edit in";

/* Menu item title for opening a popover used for editing the selected style. */
"Show Details" = "Show Details…";

/* Menu item titles for enabling/disabling the selected style. */
"Enable" = "Enable";
"Disable" = "Disable";

/* Menu item title for duplicating the selected style. */
"Duplicate" = "Duplicate";

/* Menu item title for exporting the selected style to disk. Shows a save panel upon click. */
"Export" = "Export…";

/* Menu item title for previewing the selected style in separate window. */
"Preview" = "Preview…";

/* Menu item title for opening a sheet showing warnings and errors of the selected style. Only available for Rich Text styles. */
"Validate" = "Validate…";

/* Menu item title for deleting the selected style. */
"Delete" = "Delete…";


/* Generic name for HTML export styles (used in group rows and when confirming the deletion of a style item). */
"HTML" = "HTML";

/* Generic name for rich text (DOCX, PDF) export styles (used in group rows and when confirming the deletion of a style item). . */
"Rich Text" = "Rich Text";

/* Generic name for ePub export styles (used in group rows and when confirming the deletion of a style item). . */
"ePub" = "ePub";


/* Title of the sheet shown when confirmining the deletion of an style. The placeholder is replaced by the type of the style (HTML, Rich Text, ePub -- see above) */
"Delete Style Title" = "Delete %@ style?";

/* Informative text of the sheet shown when confirmining the deletion of an style. */
"Delete Style Text" = "Do you really want to delete the style “%@”? In case iCloud is enabled, it will also be deleted from all your devices. This action cannot be undone!";

/* Title of alternative button on the sheet shown when confirmining the deletion of an export style. Clicking the button aborts the deletion. */
"Cancel Deletion" = "Cancel";

/* Title of default button on the sheet shown when confirmining the deletion of an export style. Clicking the button deletes the style. */
"Delete Style Item" = "Delete";


/* String appended to duplicated styles to indicate that the style is a copy. The placeholder contains the original name of the style. */
"Copy" = "%@ (copy)";


/* Title of default button in the panel shown when adding a new style using the "Add style…" button. */
"Add" = "Add";


/* Title of alert sheet shown when importing a style failed. The placeholder is replaced by the filename of the imported style file. */
"ImportStyleFailedMessageText" = "Importing “%@” failed";

/* Informative text of alert sheet shown when importing a style failed. The placeholder is replaced by error output generated when importing the style. */
"ImportStyleFailedInformativeText" = "From the error log: “%@”";


/* Title of sheet shown when adding a style sheet which can be added to multiple style formats. */
"Style Format Chooser Title" = "Select export format";

/* Informative text of sheet shown when adding a style sheet which can be added to multiple style formats. */
"Style Format Chooser Text" = "The file “%@” can either style HTML or ePub files. Please select the desired exporter:";

/* Option in radio group shown in save panel when exporting a style. The placeholder is replaced with the path extension of the current style sheet format (".css" or ".ulss"). */
"Style Sheet File" = "Style Sheet File (%@)";

/* Button used to confirm the dialog shown when adding a style sheet which can be added to multiple style formats. */
"ConfirmFormatChooser" = "OK";

/* Button used to cancel the dialog shown when adding a style sheet which can be added to multiple style formats. */
"CancelFormatChooser" = "Cancel";



/* Menu item shown when clicking Share button. Used to export the selected style to disk. */
"Export" = "Export…";

/* Menu item shown when clicking Share button. Used to share the selected style on the Style Exchange. */
"Share on Style Exchange" = "Share on Style Exchange…";


/* Title of alert sheet shown when upload to Style Exchange failed. */
"UploadFailedSheetMessageText" = "Uploading Style to Style Exchange failed";

/* Informative text of alert sheet shown when upload to Style Exchange failed. Placeholder is replaced by error output returned by the failed network request. */
"UploadFailedSheetInformativeText" = "From the error log: “%@”";

/* Default button of alert sheet shown when upload to Style Exchange failed. Clicking the button closes the sheet. */
"UploadFailedSheetOKButton" = "OK";

/* Alternative button of alert sheet shown when upload to Style Exchange failed. Clicking the button opens the Style Exchange webpage allowing to manually upload the theme. */
"UploadFailedSheetManualUploadButton" = "Manual Upload…";


/* URL used for showing an the Style Exchange website. */
"styleExchangeURL" = "http://styles.ulyssesapp.com/?ref=u3_stylePrefs";
